[
"You’re that “Nothing” when people ask me what I’m thinking about! Heh. That or food...man I'm kinda hungry.",
"You look great today!",
"You are the most perfect you there is! ;)",
"You’re strong! You got this. ",
"You’re an awesome person, man!",
"Hey, you want a hug? You deserve a hug right now. I'll hug ya :) ",
"You should be proud of yourself!",
"You’re more helpful than you realize.",
"You’ve got all the right moves!",
"You’re great, man! You're like... all that and a super-size order of fries from Big Bang Burger.",
"On a scale from 1 to 10, you’re an 12 :) ",
"Aside from ramen, you’re my favorite!",
"You bring out the best in other people.",
"Hey bro, don't be sad. You're pretty awesome, bro! Everything would be better if more people were like ya!",
"Don't be sad! Wanna hang out later? Hanging out with you is always the best :) ",
"You always know — and say — exactly what I need to hear when I need to hear it.",
"Being around you makes everything better!",
"When you’re not afraid to be yourself is when you’re most incredible.",
"Maaaan, everyday I don't see ya is a drag. Hey, look you're here! Day's already been made - thanks, bro!",
"If you were a box of crayons, you’d be those fancy big ones one with the built-in sharpener an' everything!",
"You should be thanked more often. So thank you!!",
"Bein' around you is like being on a happy little vacation - I feel relaxed just bein' around ya already!",
"You’re more fun than bubble wrap an' that' sayin a lot, man. I could spend all day poppin' those things. ",
"Who raised you? They deserve a medal for a job well done.",
"Hey man, don't be sad! You’re like one of the coolest people I know, bro! ",
"Maaaan, you're Babies and small animals probably love you.",
"Hey, man! Don't be sad - you're someone’s reason to smile. Look, I'm smilin right now! ",
"You’re even better than a unicorn, because you’re real! Unicorns aren't real...right?",
"You should see how many people smile when they talk to you! Look at me! I'm smilin!",
"Your hugs make me feel all warm and happy an' stuff! C'mon, gimme a hug!",
"Talkin' to you is like the best part of my day! 'Sides from when I'm sleeping. Or eating. Heh.",
"Every moment is an epic gamer moment when I'm with you!"
]

