[
	"Hey man don't be sad, somethings shitty things happen. “The show must go wrong!” is the sayin, right? Wait.",
	"You know, it doesn't matter if you know things. Hell, I don't know shit. All that matters is what's in your heart.",
	"Just remember, every time you look up at the moon, I, too, will be looking at a moon. Not the same moon, obviously. That’s impossible.",
	 "Hey man...don't be sad. Who're you livin' your life for? Your parents? Teachers? Society? Stop tryin' to live for them, and just try livin' for yourself. You got this.",
	"The point is, you're cool, dope, fresh, and smart-brained. I've never seen you dance, but I bet you're good, 'cause you're good at everything. You're awesome! Be nicer to yourself.",
	"I'm only thinkin' about the future now! That's what we're gonna do—build the future! We gotta think positive thoughts, bro!",
	"The elevator to success is out of order sometimes, ya know? sometimes you gotta use the stairs, one step at a time!",
	"C'mon man! How long did ya believe in Santa for? If you can believe in Santa for that long then you gotta believe in yourself too!",
	"Hang in there! I believe in you, man!",
	"C'mon, man! You can't give up now! You gotta believe in yourself! I know I do! Heh",
	"You da bomb, got a great soul, and hella ethics!",
	"Hey, man - lots of people out care about ya. I know it's hard to believe sometimes, but trust me! I know I care about ya :)",
	"Best kind of people are the ones that come into your life, and make you see the sun where you once saw clouds. Kinda like how Akira came into my life, yanno? Anyway what I'm sayin is there's good people out there, sometimes - don't be sad, man!",
	"Don’t dare give up! I ain't lettin you - not tonight, not tomorrow, not ever, ok? You got this.",
	"Hey man, you're always stronger than you think you are.",
	"Don't be sad, I care you about. ",
	"I know you're stressed out and feel kinda lost. Life can kinda suck and I've been there before, man. But you gotta remember, we're all here for you. We're cheerin you on!",
	"I'm proud of you!",
	"Hey bro, you're doin' great! I'm proud of ya. ",
	"Don't you dare lower your standards to fit in - trust me, I know how it feels. Just be yourself, let your personality shine, and appreciate the people who like you for who you are. Got it?",
	"You've got this, man!",
	"Whatever is worryin' you right now, forget about it. Deep breaths, stay positive and just know it'll get better, ok? You got this. ",
	"One day you will thank yourself for never giving up, trust me. ",
	"One day at a time, man!",
	"Head up high, man! You’re doin awesome and I'm freakin proud of you! ",
	"Hey man don't be sad! I like you for who you are. Ma read me a story once when I was a kid and it went “Today, you are you! That is truer than true! There is no one alive who is you-er than you!” just remember that, ok? ",
	"Look for somethin positive in each day, just some days you gotta look harder. You're gonna be ok!",
	"Always end the day with a positive thought. No matter how shitty things were, tomorrow's a a new day to make it better!",
	"Hey man, you owe yourself the love that you give to others, got it? Remember that.",
	"You're worth way more than you think, man.",
	"Cheer up, bro! It ain' easy bein' me, man and that's why I need you! Heh.",
	"If there's one thing I like about you it's...wait I like more than one thing about you. See! You're freakin aweome!"
]