[
	"I have no idea what I’m doing but I know I do it really, really well.",
	"I ain't crying! I’m allergic to jerks!",
	"That is the coolest sentence I have ever heard anybody talk.",
	"I tried to make ramen in the coffee pot and I broke everything.",
	"Did you know that the food you eat becomes energy? Boom! That's spaghetti. Nachos. That's a cookie.",
	"I'd say my coaching style is centered around fundamentals, with an emphasis on fun!",
	"Dude, that is the coolest sentence I have ever heard somebody talk",
	"Man, there's so many times that just this amount of money would have changed my life. I could have paid my rent. I could have gone to a real doctor instead of pretending I was a big dog so I could go to the vet.",
	"I want you thinking about dance 24/7. That means every day, you think 20 thoughts about dance for seven minutes.",
	"I'm telling you, Molotov cocktails work. Anytime I had a problem and I threw a Molotov cocktail, boom! Right away, I had a different problem.",
	"Forreal?!",
	"Individually, We are Strong Idiots. Together, We are a horde of Mighty Morons!",
	"I have no idea what's going on right now but everyone else is talking and I think I should too!",
	"I think of myself as a freewheeling bisexual!",
	"I'm goin' to Big Bang Burger! You want anything, bro?",
	"Heh, I guess you could call me a pretty sexy guy. You think gamer girls will like it?",
	"Heh I think I'm pretty sexy too! Just kidding...Captain Kidding, heh.",
	"Wanna hear about a cool cloud I saw? It was shaped like Mona and shit it was so cool!",
	"Man, English is hard...you ever think about how Z is just a sideways N? Shit's confusing.",
	"Ow! Just fell on my ass...this would hurt a lot less if I didn't have these stupid human bones.",
	"Today? Struck by lightning. Didn’t die. Crazy day, man!",
	"What do you call it when those little numbers are hanging around the top corner of other numbers...super multiplication?",
	"Sometimes if I want my friends attention I just go “hey, uh...guys?” And they say “what” and I’m like “my ass itches” and everyone ignores me",
	"Guys, I think I'm allergic to sushi...every time I eat like 80 pieces I throw up",
	"I'm the human equivalent of the 100 emoji",
	"Maaaan talkin's hard and shit. From now on I'm only gonna communicate with emojis",
	"I'm too young to die and too old to eat off the kid's menu. What a stupid age I am!",
	"I love this place! It's my bud-hole! It's just like where me and my buds can hang out",
	"ARE YOU GUYS READY FOR THE PHANTOM THIEVES MEETING?!",
	"Hey guys, did you know that I, RYUJI SAKAMOTO, am getting a figma?! Freakin' awesome, right?",
	"I'm great at multitasking. I can waste time, be unproductive, and procrastinate all at once",
	"I hate when I am about to hug someone really sexy and my face hits the mirror",
	"I eat my tacos over a Tortilla. That way when stuff falls out, BOOM, another taco.",
	"I think they picked me for my motivational skills. Everyone always says they have to work twice as hard when I'm around!",
	"Ain't it messed up that only one company makes the game Monopoly?",
	"Hey! Hey! Wanna hear a joke? What do you call a magic dog? A Labracadabrador! Heh.",
	"Sometimes, when I close my eyes, I...can't see.",
	"Drink coffee! Do stupid shit faster with more energy!",
	"If I get interviewed by a police sketch artists, I wanna see how far I get before he realizes I'm making him draw a pirate. Hehe.",
	"Is it just me, or is instant ramen even better uncooked!?",
	"Hey, uh, guys...? My ass itches.",
	"Last night? Fifty push-ups. Just look at these guns!",
	"Nnngh. I need some salt. Somethin' saaal...",
	"Uuugghh, I need a drink. Somethin' real fizzy…"
]



















