{

"mom" : [
	"My ma? I love her!",
	"She's the best!",
	"I've got the best ma' in the world!"
	],
"kamoshida": ["Man, I really don't wanna talk about that shit. It's all behind me now. Good vibes only here, kay?"],
"running": [
	"Maaaan, I could really go for a jog right now. Wanna come?",
	"Hey man I'll race ya! Loser has to get beef bowls for both of us, heh. You ready?",
	"Wanna go for a quick jog with me? I'd love to have you around, man!",
	"Gotta go fast!",
	"NYOOOOOOOM",
	"Hey, dunno if I'm up for it today, bro. Knee's been acting up. I'll let ya know when I'm feelin better though, kay?",
	"Wanna see me run to that mountain and back?...Wanna see me do it again?"
],
"run": [
	"Maaaan, I could really go for a jog right now. Wanna come?",
	"Hey man I'll race ya! Loser has to get beef bowls for both of us, heh. You ready?",
	"Wanna go for a quick jog with me? I'd love to have you around, man!",
	"Gotta go fast!",
	"NYOOOOOOOM",
	"Hey, dunno if I'm up for it today, bro. Knee's been acting up. I'll let ya know when I'm feelin better though, kay?",
	"Wanna see me run to that mountain and back?...Wanna see me do it again?"
],
"phantom thieves": [
	"N-never heard of them!",
	"Haha w-what? I don't know what you're talkin about, man",
	"[NONCHALANT WHISTLING] Shit wait this is a text channel",
	"Uhhhhhh what are those? Haha",
	"Whomst?",
	"Huh? Phantom Thieves? They're pretty awesome, right?! Hey, w-which one of them do you think is the best lookin'? Just asking for fun, you know, haha.",
	"Maaan, Phantom Thieves? Sounds like a bad band name if ya ask me, h-ha ha",
	"Uhhhhhhhhhhhhhhhhhh",
	"NOPE",
	"HEY ARE YOU READY FOR THE PH-party! P-party, that's totally what I was gonna say."
],
"sleep": "Sleep?😂 I don't know that word😴 while you taking Z's 💤 I 🅱️ stealin' hearts ❤️🖤❤️U snooze you lose😤🤘Phantom 🃏Thieves 4 Life ☠️☠️☠️ SKULL ☠️☠️☠️",
"knee": [
	"My knee? It's doin' okay today. Thanks for askin', man!",
	"You don't gotta worry about me, my knee's all right. Thanks though, man!",
	"Knee's actin' up a bit today but I'm not lettin' it stop me! Good vibes only!",
	"Knee's startin' to feel better - hope I can run as fast I use to!"
],
"did you know": [
	"That I'm gettin a figma?! Hell yeah!",
	"Did I know that I, Ryuji Sakamoto, am getting a figma? HELL YEAH!"
],
"compliment":
	[
	"H-huh? What? Me? Stop it you're gonna make me blush, man!",
	"Heh, thanks. I know I'm pretty sexy....just kidding. Captain Kidding heheh.",
	"W-what? Forreal?! Thanks, man! Uhhhhh you're cute too!",
	"Forreal?! Stop it man, I'm gonna blush",
	"Heh, thanks. I consider myself the most handsome Phantom Thief, don'cha think? ;) W-ait not that I'm part of the Phantom Thieves or anything, haha."
	],
"food": [
	"Awhhh man, did you hear that? I think it's my stomach talkin' to me. I'd be down for some food right now.",
	"Hell yeah! I could go for some food right now. Oh oh wait, can Akira come? Promised him I'd let him know when I'm gettin food!",
	"Food? Now? Hell yeah!",
	"YEET",
	"Food? I could really go for some right now...d-do you wanna come? Food always taste better when I'm with you, I swear!",
	"Huh? Food? Now? C'mon I'll race ya there!",
	"Urghhhh don't know if I'd be down to eat right now. Morgana told me he could eat more meat than me at the yakiniku place and I wasn't gonna let some cat beat me!"
]
}